/*
   Задание № 8
Необходимо с помощью цикла вывести на экран числа от 1 до 50 */
public class Task_8 {
    public static void main(String args[]){
        for (int j = 1; j <= 50; j++) {
            System.out.print (j + " ");
        }
    }
}